<template>
	<view>
		<u-navbar :title="$t('follow.copyAgreement')"></u-navbar>
		<view class="article">
			<text>尊敬的HUJINSUO用户。</text>
			<text>当您直接或间接参与本平台推出的手机客户端的复制交易时，即视为您同意并遵守本服务协议的条款，包括本网站对本协议随时作出的任何修改，因此请您仔细阅读以下复制交易服务规则条款。<br />协议内容<br />1. 客户资格 &nbsp;&nbsp;</text>
			<text>1）客户应是符合本协议中相关交易法律法规要求的合格投资者。</text>
			<text>2）客户年满18周岁；具有完全民事权利能力和民事行为能力；具有足够的知识和经验来了解拟交易产品的性质和风险。</text>
			<text>3）您是您添加到HUJINSUO账户中的资金的合法所有人。您必须保证资金或数字资产来源的合法性，不得利用本平台进行非法活动。</text>
			<text>4）您提供的任何加密货币提款地址都属于您，您对该地址拥有完全控制权。</text>
			<text>2. 交易服务</text>
			<text>您应谨慎判断虚拟货币和/或比特币等虚拟货币相关信息的真实性、合法性和有效性，并承担由此带来的责任和损失。除非法律法规有明确要求，平台没有义务提前审查所有用户的信息和资料、比特币及其他虚拟货币信息、交易行为以及其他与交易有关的事项。</text>
			<text>3. 纠纷和法律义务</text>
			<text>1）当您在使用本平台的复制交易服务过程中与其他用户发生交易纠纷时，一旦您或其他用户中的一方或双方共同提交本平台进行调解，本平台有权根据单方判断作出调解决定，您理解并同意接受本平台对用户交易纠纷的判断和调解决定。</text>
			<text>2）您理解并同意，平台有权应政府部门（包括司法、行政部门）的要求，向您提供用户信息、交易记录等必要信息。3）如果您涉嫌侵犯他人的知识产权和其他合法权益，在初步判断存在侵权或违法嫌疑的情况下，平台有权向权利人、监管或法律部门提供您的必要身份信息。</text>
			<text>4. 免责声明</text>
			<text>1）您知道并同意，本平台不对任何因下列情况造成的损失承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失（无论我们是否已被告知该等损失的赔偿可能性）。平台有合理的理由相信特定的会员和特定的交易可能存在重大的违法或违约行为。平台有合理理由相信用户在平台上的行为涉嫌违法或不当。通过平台服务或其他行为购买或获取任何数据、信息或交易而产生的费用和损失。您对平台的复制交易服务的误解。任何其他与平台的复制交易服务有关的、非由平台的复制交易服务造成的损失。任何因您直接或间接参与复制交易而造成的部分或全部损失。</text>
			<text>2）与复制交易功能相关的风险，包括但不限于自动交易操作，即您的账户无需您的手动干预即可开始和结束交易。</text>
			<text>3）复制交易的延迟可能产生高额费用，复制交易可能失败。</text>
			<text>4）投资管理服务由您决定。您决定复制特定的交易者和/或遵循特定的交易策略。在做出这些决定时，您已经考虑了您的整体财务状况，包括财务规划，并理解使用复制交易功能是极度投机的，您可能产生的损失比交易员的损失更大。</text>
			<text>5）我们所提供的复制交易功能仅作参考。如果您根据本网站提供的信息或通过复制交易功能获得的信息做出投资决定，您应自行承担风险。</text>
			<text>6）您在作出投资决定前应进行独立的研究和判断。您应根据您的投资目标和个人及财务状况，独立判断您的投资、策略或任何其他产品和服务是否符合您自己的需求。</text>
			<text>7）您应自行承担因使用copytradetransaction功能自动执行操作而造成的损失。</text>
			<text>8）本网站或客户端上的任何信息都是为了向公众提供交易动态，为交易者和关注者提供信息服务。本网站不提供任何形式的投资建议，也不意味着以任何形式提供此类信息或功能。您应该对通过本平台或复制交易功能收集到的信息进行独立研究并做出独立的投资决策。</text>
			<text>9）本平台对未尽事宜保留在法律范围内的最终解释权。</text>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		}
	}
</script>

<style lang="scss">
	
</style>
